Repository: sunshipinc/recoverysigner-firebase-auth
Catalog: src/locales/*/messages.po
Languages: fr

source: Error: {0}
fr: Erreur : {0}

source: If the below email address is associated with an account, you will receive a verification email.
fr: Si l'adresse de messagerie ci-dessous est associée à un compte, vous recevrez un e-mail de vérification.

source: Please check your email on your device and click the verification link in the email message to proceed.
fr: Veuillez consulter votre boîte de réception sur votre appareil et cliquer sur le lien de vérification dans le message de l'e-mail pour continuer.

source: Please update Android WebView to start the session.
fr: Veuillez mettre à jour Android WebView pour démarrer la session.

source: Please update Google Chrome to start the session.
fr: Veuillez mettre à jour Google Chrome pour démarrer la session.

source: Please wait…
fr: Veuillez patienter…

source: Resend
fr: Renvoyer

source: Send verification code
fr: Envoyer un code de vérification

source: We’ve sent you a verification code:
fr: Nous vous avons envoyé un code de vérification :

source: You’ve been verified! Please wait.
fr: Vous avez effectué la vérification ! Veuillez patienter.

source: Your device’s browser is not compatible. Please update your browser and Vibrant to the latest version.
fr: Le navigateur de votre appareil n'est pas compatible. Veuillez les mettre à jour, lui et Vibrant.
